<unk>	0
<s>	0
</s>	0
<SEP>	0
<FIRST>	0
<LAST>	0
▁	-1.67476
s	-3.61257
a	-3.73234
e	-3.85278
o	-4.03162
n	-4.1456
t	-4.18941
y	-4.19313
i	-4.25124
u	-4.32226
d	-4.36116
l	-4.637
k	-4.70417
ra	-4.73086
h	-4.74273
g	-4.86121
an	-4.86473
r	-4.9003
z	-4.94718
na	-4.95553
er	-5.01242
la	-5.0193
ri	-5.02878
b	-5.07667
re	-5.13445
p	-5.18085
sh	-5.19155
w	-5.19986
m	-5.20492
c	-5.23821
en	-5.23847
le	-5.26994
man	-5.32134
li	-5.33391
ro	-5.34272
el	-5.36671
ta	-5.3753
ka	-5.40221
.	-5.40452
in	-5.4246
ni	-5.45509
v	-5.46534
ne	-5.46704
f	-5.48524
on	-5.52536
ch	-5.53109
mi	-5.62734
▁john	-5.64538
or	-5.67385
di	-5.7274
son	-5.7369
va	-5.80413
ma	-5.8173
ck	-5.82089
th	-5.82462
ar	-5.86729
da	-5.88401
▁ma	-5.90598
is	-5.92974
st	-5.94384
co	-5.96265
-	-5.97667
vi	-5.97678
lo	-5.98807
ti	-5.9938
ur	-5.99891
do	-6.01377
ha	-6.04698
de	-6.04913
▁f	-6.06097
am	-6.08559
se	-6.08635
ke	-6.08668
j	-6.09064
ba	-6.0966
▁ja	-6.11476
▁sa	-6.14786
us	-6.16306
▁mo	-6.18425
ya	-6.18631
to	-6.19635
al	-6.21322
wa	-6.21452
as	-6.21746
▁ba	-6.23409
za	-6.25091
▁george	-6.26057
ko	-6.2671
▁william	-6.30533
no	-6.30722
ve	-6.31488
si	-6.31764
un	-6.31908
▁ca	-6.32545
te	-6.32604
ng	-6.36381
es	-6.37554
ian	-6.38433
ie	-6.39904
il	-6.40198
▁david	-6.40981
hi	-6.4152
han	-6.43224
▁al	-6.43285
▁ha	-6.44874
▁de	-6.46433
▁michael	-6.47476
sa	-6.48327
▁robert	-6.48809
ce	-6.49219
▁james	-6.4931
ga	-6.49941
tt	-6.50002
ly	-6.50824
▁bo	-6.51763
ge	-6.52598
ad	-6.5268
ell	-6.53093
▁paul	-6.54329
▁c	-6.55277
▁ko	-6.55791
ki	-6.56082
▁ar	-6.56302
me	-6.56308
ul	-6.56494
▁jo	-6.57396
gi	-6.5831
▁joseph	-6.59538
▁su	-6.59931
har	-6.62523
os	-6.6437
x	-6.6489
ton	-6.6661
▁go	-6.66643
lin	-6.66751
▁be	-6.68708
▁sha	-6.68862
ber	-6.68972
der	-6.69646
mo	-6.71438
▁bar	-6.71609
▁bu	-6.7313
ry	-6.73348
▁lu	-6.73607
▁jr	-6.74019
▁ho	-6.74027
berg	-6.74389
ir	-6.74521
dy	-6.758
▁pa	-6.76018
be	-6.76328
ter	-6.76538
ley	-6.78097
pe	-6.78657
ak	-6.79554
ja	-6.79697
▁he	-6.79915
ou	-6.81338
sen	-6.82247
▁charles	-6.84006
▁hu	-6.84709
bi	-6.85169
nd	-6.85738
bo	-6.85968
▁mar	-6.86056
chi	-6.86128
gar	-6.86355
▁cha	-6.86665
▁du	-6.89103
▁ben	-6.89307
▁le	-6.89948
ner	-6.90398
ran	-6.90657
id	-6.91241
ah	-6.91816
je	-6.91877
ci	-6.92087
mer	-6.92611
▁gu	-6.93024
tz	-6.94578
wal	-6.94732
ham	-6.94881
▁ab	-6.95551
gu	-6.95716
▁peter	-6.95834
ia	-6.96359
▁car	-6.96859
▁ga	-6.96945
▁fa	-6.97764
ny	-6.98155
▁frank	-6.98176
che	-6.99022
ine	-6.99779
▁sam	-6.99905
ing	-7.00559
ff	-7.00971
▁joe	-7.02242
▁richard	-7.02331
zi	-7.03402
▁da	-7.05601
at	-7.05679
stein	-7.05809
▁thomas	-7.06669
▁bi	-7.0681
▁ju	-7.06877
we	-7.06888
ger	-7.07144
ill	-7.08042
per	-7.08157
▁jack	-7.08705
im	-7.08874
ler	-7.09004
▁mark	-7.09025
ig	-7.09313
ik	-7.10128
gh	-7.1117
▁kat	-7.11175
▁gr	-7.11307
ov	-7.13581
pa	-7.13821
sch	-7.13957
▁me	-7.14146
▁po	-7.14192
▁ed	-7.15594
and	-7.1603
po	-7.17877
ard	-7.18541
▁mc	-7.18772
ver	-7.18894
▁kar	-7.20041
ker	-7.20218
ren	-7.20828
br	-7.21372
ski	-7.2206
▁pr	-7.2218
les	-7.22335
▁ru	-7.22682
em	-7.24179
▁henry	-7.24231
▁samuel	-7.24235
ag	-7.24352
▁mu	-7.24924
land	-7.25018
▁daniel	-7.2536
ji	-7.25896
▁mike	-7.26285
▁alex	-7.26909
▁jacob	-7.27057
kin	-7.27168
▁alexander	-7.27911
▁edward	-7.282
vin	-7.28205
off	-7.28251
▁chris	-7.28526
men	-7.28646
▁so	-7.28714
kh	-7.29369
▁lee	-7.30428
▁bill	-7.32254
▁bro	-7.33846
é	-7.33851
ani	-7.33987
raj	-7.34086
sky	-7.35639
▁louis	-7.36479
▁tom	-7.36821
▁lo	-7.37012
q	-7.37404
lan	-7.37742
▁adam	-7.38703
by	-7.39026
kar	-7.40163
fi	-7.40406
▁mari	-7.40895
mar	-7.42413
▁ku	-7.42414
▁andrew	-7.42958
ich	-7.43031
gan	-7.44036
▁eric	-7.44079
▁kim	-7.44199
um	-7.45516
▁sch	-7.46541
jan	-7.46732
ang	-7.46953
▁martin	-7.47236
ovich	-7.47687
bha	-7.47819
zo	-7.48158
ez	-7.48607
my	-7.48831
bre	-7.49534
ant	-7.50595
ster	-7.51524
á	-7.51934
▁cor	-7.52011
don	-7.52567
'	-7.52671
ish	-7.53477
▁cho	-7.54598
▁jen	-7.54627
win	-7.55967
sar	-7.56066
uk	-7.56759
▁gold	-7.56883
▁gra	-7.57529
yan	-7.57669
▁ali	-7.57727
ic	-7.58842
ett	-7.60102
▁mil	-7.60214
▁bur	-7.60577
▁her	-7.60616
▁ram	-7.61715
▁pi	-7.62508
▁victor	-7.63466
jo	-7.64376
▁she	-7.64582
▁albert	-7.64633
▁stephen	-7.65681
far	-7.66057
▁jim	-7.66444
▁anthony	-7.66527
var	-7.6679
▁mary	-7.6725
▁dan	-7.67498
▁ken	-7.68734
dar	-7.68887
▁matt	-7.69265
▁bra	-7.6939
▁carl	-7.69655
war	-7.70472
▁col	-7.7149
pp	-7.7154
▁steve	-7.71549
▁max	-7.72269
▁arthur	-7.72659
bert	-7.72863
▁harry	-7.73179
▁sal	-7.73769
pu	-7.74098
all	-7.7447
▁pat	-7.75
▁cla	-7.75128
▁bell	-7.76543
bel	-7.76684
ong	-7.77112
▁the	-7.77566
▁hol	-7.78016
▁bla	-7.78071
▁tony	-7.78284
▁marc	-7.78592
▁mel	-7.78847
▁hal	-7.78949
▁bob	-7.78994
▁rose	-7.79061
▁rob	-7.79232
▁brown	-7.80184
que	-7.80625
▁abraham	-7.80643
nes	-7.80876
▁benjamin	-7.81624
ette	-7.81757
▁fe	-7.81771
▁walter	-7.82179
cher	-7.82537
▁eli	-7.82847
▁kal	-7.83171
mann	-7.83811
well	-7.83835
▁steven	-7.8437
▁bal	-7.84696
▁ash	-7.84976
▁ol	-7.85576
bin	-7.85789
▁kan	-7.86529
▁greg	-7.86733
▁andre	-7.86746
nik	-7.87501
den	-7.88931
▁bor	-7.89318
rick	-7.89548
▁jon	-7.908
▁sil	-7.92235
▁tan	-7.92409
qui	-7.93335
▁mal	-7.93974
▁lind	-7.94727
▁brian	-7.96173
▁fer	-7.96677
enberg	-7.97168
ney	-7.97172
▁jones	-7.97571
vic	-7.97591
▁val	-7.97794
▁jean	-7.99303
▁gil	-7.99307
▁shi	-7.99525
▁jeff	-8.00048
▁green	-8.00531
▁johnson	-8.01175
▁con	-8.04508
af	-8.0451
▁bern	-8.04836
▁anderson	-8.04872
▁emil	-8.04917
▁fred	-8.04963
▁francis	-8.04973
cal	-8.05561
▁leon	-8.06071
í	-8.06122
bri	-8.0665
pin	-8.07087
nathan	-8.07206
▁scott	-8.074
▁ana	-8.08125
▁par	-8.08366
▁chu	-8.08384
car	-8.08453
▁simon	-8.0968
▁angel	-8.09957
ó	-8.09981
▁jonathan	-8.10787
▁lar	-8.10963
▁maria	-8.11087
▁lewis	-8.11313
tes	-8.12162
▁sr	-8.12424
owsk	-8.12778
▁isaac	-8.13316
pal	-8.13336
▁philip	-8.13517
itz	-8.13779
hari	-8.14482
ford	-8.14869
for	-8.14926
▁wi	-8.14932
▁ii	-8.14941
cas	-8.15287
▁christopher	-8.1537
▁sand	-8.16233
▁ban	-8.17026
▁anna	-8.17222
ston	-8.18154
vel	-8.18488
hill	-8.18546
▁cu	-8.20776
▁morris	-8.21071
▁khan	-8.21105
▁patrick	-8.21131
▁kir	-8.21257
inger	-8.23481
▁roger	-8.23607
▁will	-8.24265
▁kam	-8.24393
▁julia	-8.24402
▁lisa	-8.24867
▁ron	-8.25068
▁min	-8.25252
▁dev	-8.2573
▁cro	-8.25777
▁ted	-8.26543
▁morgan	-8.2711
▁davis	-8.2715
▁chen	-8.27596
▁chan	-8.27678
▁hel	-8.27854
wood	-8.27901
▁susan	-8.28082
▁matthew	-8.28674
▁lou	-8.28695
▁bon	-8.28995
▁jason	-8.29462
▁ralph	-8.29467
▁ray	-8.29548
▁dave	-8.30203
eau	-8.3055
▁allen	-8.3057
▁tim	-8.30828
▁elizabeth	-8.31074
▁carol	-8.31365
▁howard	-8.31892
▁you	-8.32218
▁nicholas	-8.32706
feld	-8.32955
▁alan	-8.33275
low	-8.33723
▁van	-8.33797
▁barry	-8.35067
▁ann	-8.36263
▁eva	-8.36339
▁donald	-8.36911
bach	-8.37507
▁sou	-8.37794
▁smith	-8.37795
▁evans	-8.37817
▁clark	-8.37837
▁meh	-8.38499
▁brad	-8.38968
▁harold	-8.39518
▁bruce	-8.39519
▁aaron	-8.39547
▁pete	-8.39902
▁rosa	-8.40168
▁cohen	-8.40414
▁ernest	-8.40418
▁sim	-8.40422
▁bernard	-8.40531
mond	-8.40609
▁ari	-8.40729
▁king	-8.40913
jian	-8.41266
▁jessica	-8.41296
▁dennis	-8.41304
wil	-8.41454
▁mur	-8.41683
nsky	-8.41826
▁christian	-8.42211
arian	-8.43001
▁helen	-8.43158
▁roy	-8.43183
hart	-8.43492
▁pan	-8.43615
dhi	-8.4366
▁black	-8.43707
▁kha	-8.45131
mont	-8.45294
▁kra	-8.45407
▁anne	-8.45701
▁fried	-8.4589
ñ	-8.47779
▁douglas	-8.47779
▁lam	-8.47833
ovic	-8.47987
▁anton	-8.48154
▁frederick	-8.4907
▁rodriguez	-8.49711
field	-8.49735
rud	-8.50644
quez	-8.50957
▁gabriel	-8.51683
▁ivan	-8.519
▁ryan	-8.52082
▁kur	-8.52517
▁alfred	-8.52682
▁raymond	-8.52714
▁kevin	-8.5286
▁mir	-8.52967
lund	-8.5444
▁johnny	-8.54841
▁andy	-8.5489
▁stan	-8.54955
▁lloyd	-8.55744
▁stanley	-8.55871
▁danny	-8.56063
▁jerry	-8.56788
▁norman	-8.56819
▁rachel	-8.56833
▁bryan	-8.56864
good	-8.57553
▁jose	-8.57821
▁lauren	-8.57855
▁rod	-8.57905
▁tam	-8.57998
▁chang	-8.5817
kumar	-8.58654
▁lawrence	-8.58901
▁maurice	-8.58902
▁mik	-8.59576
▁arnold	-8.59977
▁khal	-8.60021
▁jess	-8.60293
▁jennifer	-8.61064
▁eugene	-8.61064
▁barbara	-8.61078
▁eddie	-8.61107
▁larry	-8.6129
▁blu	-8.61333
▁taylor	-8.62163
▁gordon	-8.62168
▁manuel	-8.62201
▁ruth	-8.62342
▁sol	-8.62683
▁harris	-8.63533
▁carlos	-8.63802
▁levi	-8.64076
▁campbell	-8.64397
▁solomon	-8.64397
▁margaret	-8.64398
▁garcia	-8.64401
▁adler	-8.64579
▁miller	-8.6468
owitz	-8.64811
▁michelle	-8.6484
mund	-8.65138
▁kris	-8.65335
▁park	-8.6556
▁dick	-8.65577
▁wei	-8.65655
▁bobby	-8.65712
port	-8.66032
▁alice	-8.66077
baum	-8.66171
▁adel	-8.66407
ight	-8.66825
itch	-8.66978
dahl	-8.6706
▁fish	-8.67077
▁julius	-8.67852
▁gene	-8.68024
▁sab	-8.68498
▁felix	-8.69024
▁herbert	-8.70355
▁tru	-8.70714
▁wolf	-8.71917
jar	-8.72772
▁boris	-8.73567
▁jordan	-8.73873
▁irving	-8.73874
▁justin	-8.73893
▁chin	-8.74518
▁nelson	-8.75168
▁jimmy	-8.75313
▁schwar	-8.7536
▁laura	-8.75435
▁julie	-8.76083
▁gregory	-8.77688
inski	-8.78817
▁nancy	-8.80286
▁kristi	-8.8081
▁monica	-8.81618
▁lopez	-8.81627
▁victoria	-8.82049
▁grace	-8.83582
▁michel	-8.83878
▁sidney	-8.84342
▁owen	-8.84442
czy	-8.8476
▁august	-8.85728
▁dorothy	-8.85728
▁brandon	-8.85734
▁leslie	-8.85744
▁murray	-8.85749
▁jorge	-8.85749
▁kelly	-8.85767
▁mitch	-8.85886
▁phil	-8.85985
▁hansen	-8.86039
▁antonio	-8.87174
▁santos	-8.88585
▁leonard	-8.88775
▁humphrey	-8.90014
▁nicole	-8.90028
▁vladimir	-8.91484
▁nguyen	-8.91485
▁stefan	-8.91485
▁joshua	-8.91486
▁white	-8.91487
▁diana	-8.91741
▁kapl	-8.91845
ridge	-8.92186
▁gall	-8.92661
▁hamilton	-8.92977
▁kenneth	-8.92982
▁adrian	-8.92996
▁moses	-8.93202
▁martinez	-8.9481
▁jerome	-8.96032
▁abdul	-8.96053
▁bennett	-8.96059
▁frances	-8.96231
▁singh	-8.96354
▁petr	-8.96373
witt	-8.96702
camp	-8.972
▁catherine	-8.97593
▁timothy	-8.97593
▁ahmed	-8.97596
▁charlie	-8.97597
▁christina	-8.97605
▁klein	-8.97626
▁wilson	-8.97717
nthal	-8.99332
heim	-8.99541
▁spi	-9.00446
▁adolph	-9.00793
▁butler	-9.00808
▁meyer	-9.00883
▁patricia	-9.02433
▁russell	-9.02433
▁rivera	-9.02469
▁fox	-9.0249
▁warren	-9.02501
▁oscar	-9.02529
▁abram	-9.02529
auer	-9.03693
▁vanessa	-9.04101
▁judith	-9.04107
▁esther	-9.04107
▁keith	-9.04116
▁chandra	-9.04201
▁kahn	-9.0432
▁cassi	-9.04337
▁jamie	-9.04511
▁curt	-9.04599
▁perez	-9.05908
▁hernandez	-9.07518
▁diaz	-9.07627
▁otto	-9.07698
appa	-9.08147
▁gonzalez	-9.09273
▁josé	-9.09295
strom	-9.09346
horn	-9.09676
ucker	-9.09746
adeh	-9.10215
▁fernando	-9.11059
▁bloom	-9.11059
▁cyrus	-9.11059
▁jeremy	-9.11059
▁natalie	-9.11059
▁betty	-9.11102
▁diane	-9.11305
▁franc	-9.12691
ü	-9.14728
▁marshall	-9.14731
▁cannon	-9.14733
▁florence	-9.16618
▁tyler	-9.16654
▁stephanie	-9.18538
▁kaufman	-9.18539
▁isabel	-9.18547
▁christine	-9.18557
▁hoffman	-9.18562
▁flore	-9.18692
villa	-9.18782
▁kyle	-9.18905
ville	-9.20764
▁stewart	-9.22499
▁clarence	-9.225
▁harvey	-9.22506
burg	-9.2382
thompson	-9.2454
▁constant	-9.24541
▁mohamed	-9.24541
▁irene	-9.24712
▁lillian	-9.26627
▁shirley	-9.26628
▁dimitr	-9.26636
▁martha	-9.26762
▁priya	-9.26876
▁austin	-9.28753
mukh	-9.29338
▁fernandez	-9.30925
▁vincent	-9.30925
▁carroll	-9.30925
▁andré	-9.30926
▁oliver	-9.30945
▁rebecca	-9.33147
▁sophia	-9.33147
ö	-9.40126
1	-9.77702
ä	-9.84977
ï	-9.84978
ú	-9.84978
è	-10.1065
»	-10.1065
å	-10.2646
ô	-10.2646
ç	-10.4526
^	-10.6843
_	-10.6843
ã	-10.9863
ø	-10.9863
~	-11.1113
°	-11.4209
â	-11.4209
ò	-11.4209
¡	-11.4209
[	-11.8709
§	-12.2042
¿	-12.2042
à	-12.2042
ê	-12.2042
ð	-12.2042
ý	-12.2042
"	-12.7042
þ	-13.7037
õ	-13.7038
0	-13.7039
}	-13.704
`	-13.7041
6	-13.7042
ë	-13.7042
