{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 48,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 48
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 2,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<SEP>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<FIRST>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<LAST>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 800,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Nmt"
      },
      {
        "type": "NFKC"
      },
      {
        "type": "Replace",
        "pattern": {
          "Regex": " {2,}"
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "Unigram",
    "unk_id": 3,
    "vocab": [
      [
        "<s>",
        0.0
      ],
      [
        "</s>",
        0.0
      ],
      [
        "<pad>",
        0.0
      ],
      [
        "<unk>",
        0.0
      ],
      [
        "<SEP>",
        0.0
      ],
      [
        "<FIRST>",
        0.0
      ],
      [
        "<LAST>",
        0.0
      ],
      [
        "▁",
        -1.2510558521335469
      ],
      [
        "S",
        -3.628056350794971
      ],
      [
        "P",
        -3.628056350794971
      ],
      [
        ">",
        -3.628056350794971
      ],
      [
        "<",
        -3.628056350794971
      ],
      [
        "E",
        -3.628056350794971
      ],
      [
        "s",
        -3.9380503826851694
      ],
      [
        "a",
        -4.083943454579851
      ],
      [
        "e",
        -4.127946926068207
      ],
      [
        "y",
        -4.351532504863
      ],
      [
        "o",
        -4.614813794376397
      ],
      [
        "i",
        -4.649908102787419
      ],
      [
        "t",
        -4.6861877458172
      ],
      [
        "n",
        -4.786243460786745
      ],
      [
        "d",
        -4.876755666943561
      ],
      [
        "h",
        -4.929443839031222
      ],
      [
        "u",
        -5.0187335149781465
      ],
      [
        "g",
        -5.0470572831954
      ],
      [
        "k",
        -5.062629303534136
      ],
      [
        "l",
        -5.109303258316983
      ],
      [
        "an",
        -5.1470757452866405
      ],
      [
        "ra",
        -5.177237851698967
      ],
      [
        "b",
        -5.268832257728841
      ],
      [
        "p",
        -5.272476111834484
      ],
      [
        "en",
        -5.296811200602276
      ],
      [
        "r",
        -5.339098951274941
      ],
      [
        "z",
        -5.360645680041616
      ],
      [
        "la",
        -5.419917179307149
      ],
      [
        "er",
        -5.426538561279999
      ],
      [
        "na",
        -5.445472290316339
      ],
      [
        "le",
        -5.513290849035657
      ],
      [
        "c",
        -5.5139155476754915
      ],
      [
        "w",
        -5.527076214443761
      ],
      [
        "ri",
        -5.533256770308974
      ],
      [
        "man",
        -5.6302150081817155
      ],
      [
        "m",
        -5.635906854177249
      ],
      [
        "re",
        -5.714869642529993
      ],
      [
        "ta",
        -5.7322845354599075
      ],
      [
        ".",
        -5.737081404203031
      ],
      [
        "ro",
        -5.746348084751944
      ],
      [
        "f",
        -5.752830853744925
      ],
      [
        "li",
        -5.788162672586024
      ],
      [
        "ka",
        -5.799107747690571
      ],
      [
        "ma",
        -5.802776931562232
      ],
      [
        "al",
        -5.802811962713027
      ],
      [
        "in",
        -5.828254945949927
      ],
      [
        "son",
        -5.8301050366179625
      ],
      [
        "▁john",
        -5.839083933710622
      ],
      [
        "el",
        -5.879342511109705
      ],
      [
        "sh",
        -5.90007042663566
      ],
      [
        "as",
        -5.922391189366406
      ],
      [
        "is",
        -5.946307473942163
      ],
      [
        "da",
        -5.990604647513837
      ],
      [
        "ne",
        -5.99186030998307
      ],
      [
        "ni",
        -5.999669452510293
      ],
      [
        "mi",
        -6.011902740439662
      ],
      [
        "ko",
        -6.024527782959283
      ],
      [
        "on",
        -6.035183456502544
      ],
      [
        "ch",
        -6.045277636894771
      ],
      [
        "ca",
        -6.087356251403654
      ],
      [
        "v",
        -6.140470371191908
      ],
      [
        "lo",
        -6.1693970668865825
      ],
      [
        "di",
        -6.192223554095488
      ],
      [
        "ha",
        -6.2024257502446405
      ],
      [
        "es",
        -6.213819539796053
      ],
      [
        "st",
        -6.219055390005482
      ],
      [
        "j",
        -6.222410501272315
      ],
      [
        "ba",
        -6.223039029493378
      ],
      [
        "va",
        -6.234340246926844
      ],
      [
        "ck",
        -6.269623715976714
      ],
      [
        "am",
        -6.281526650868919
      ],
      [
        "ur",
        -6.298317196114084
      ],
      [
        "de",
        -6.306374333128622
      ],
      [
        "-",
        -6.309228317998858
      ],
      [
        "ke",
        -6.325572203318445
      ],
      [
        "us",
        -6.331068283114184
      ],
      [
        "me",
        -6.366917542631735
      ],
      [
        "ti",
        -6.369045389149899
      ],
      [
        "vi",
        -6.379562166612264
      ],
      [
        "th",
        -6.382897702587765
      ],
      [
        "or",
        -6.3858778869829695
      ],
      [
        "▁sa",
        -6.468483015001655
      ],
      [
        "ie",
        -6.474442019898566
      ],
      [
        "ga",
        -6.480333395327192
      ],
      [
        "il",
        -6.503232697896019
      ],
      [
        "ad",
        -6.50490220794065
      ],
      [
        "ar",
        -6.522459098505286
      ],
      [
        "to",
        -6.53915664582157
      ],
      [
        "ton",
        -6.543997077882003
      ],
      [
        "no",
        -6.550513732944576
      ],
      [
        "▁george",
        -6.593125864073016
      ],
      [
        "ce",
        -6.593515439804025
      ],
      [
        "un",
        -6.6061860183816945
      ],
      [
        "te",
        -6.606663241556577
      ],
      [
        "ia",
        -6.611064908019968
      ],
      [
        "si",
        -6.620581575893315
      ],
      [
        "▁william",
        -6.637889433835328
      ],
      [
        "do",
        -6.641463368499053
      ],
      [
        "ya",
        -6.643183668085099
      ],
      [
        "za",
        -6.661382685713017
      ],
      [
        "co",
        -6.681604958621449
      ],
      [
        "ian",
        -6.6972101158733714
      ],
      [
        "▁ar",
        -6.704053216384038
      ],
      [
        "sha",
        -6.713766079541422
      ],
      [
        "▁ja",
        -6.7242955597424965
      ],
      [
        "ve",
        -6.734621144427386
      ],
      [
        "▁david",
        -6.743794332285247
      ],
      [
        "x",
        -6.748725916231932
      ],
      [
        "bi",
        -6.758359403023869
      ],
      [
        "han",
        -6.768500355746171
      ],
      [
        "wa",
        -6.771223177578301
      ],
      [
        "▁michael",
        -6.807319948413788
      ],
      [
        "▁robert",
        -6.820717492484167
      ],
      [
        "▁james",
        -6.825646103732986
      ],
      [
        "ler",
        -6.842821553397117
      ],
      [
        "▁mo",
        -6.847105084921469
      ],
      [
        "os",
        -6.8667394149513115
      ],
      [
        "▁paul",
        -6.875125153341801
      ],
      [
        "go",
        -6.878853888628299
      ],
      [
        "sch",
        -6.923632586704919
      ],
      [
        "ge",
        -6.926438644330083
      ],
      [
        "▁joseph",
        -6.927936584837524
      ],
      [
        "ki",
        -6.939154797890228
      ],
      [
        "ul",
        -6.958188709020236
      ],
      [
        "der",
        -6.9592834129919865
      ],
      [
        "ley",
        -6.960345312171999
      ],
      [
        "ber",
        -6.964067879940984
      ],
      [
        "ir",
        -6.9688104072049155
      ],
      [
        "▁su",
        -6.990552730686532
      ],
      [
        "▁mar",
        -6.990729854380524
      ],
      [
        "lin",
        -6.9912939212874425
      ],
      [
        "▁bo",
        -7.003442527081944
      ],
      [
        "ja",
        -7.011352674222277
      ],
      [
        "▁ha",
        -7.012505137968247
      ],
      [
        "▁ho",
        -7.018278448299255
      ],
      [
        "ny",
        -7.023594511908167
      ],
      [
        "bo",
        -7.024086119648372
      ],
      [
        "shi",
        -7.028452655924812
      ],
      [
        "ell",
        -7.040202479434564
      ],
      [
        "be",
        -7.048004103956535
      ],
      [
        "ak",
        -7.069066602993923
      ],
      [
        "▁jr",
        -7.073453960262533
      ],
      [
        "berg",
        -7.075485215049388
      ],
      [
        "mer",
        -7.077015840107401
      ],
      [
        "ry",
        -7.085037745877205
      ],
      [
        "id",
        -7.086311397452967
      ],
      [
        "gu",
        -7.0898091126455
      ],
      [
        "ine",
        -7.090636507208628
      ],
      [
        "ez",
        -7.099396503043624
      ],
      [
        "▁jo",
        -7.110923250134455
      ],
      [
        "pe",
        -7.114626651407347
      ],
      [
        "hi",
        -7.1290452748679725
      ],
      [
        "sen",
        -7.13683220700994
      ],
      [
        "▁charle",
        -7.1396288362958265
      ],
      [
        "ter",
        -7.1587182000535075
      ],
      [
        "dy",
        -7.162749489757929
      ],
      [
        "ah",
        -7.177727589103314
      ],
      [
        "▁bar",
        -7.180142009212325
      ],
      [
        "▁car",
        -7.191074402018211
      ],
      [
        "we",
        -7.2006907747636975
      ],
      [
        "▁ben",
        -7.202405846320687
      ],
      [
        "ner",
        -7.208374738430535
      ],
      [
        "chi",
        -7.209292621504946
      ],
      [
        "▁bu",
        -7.216183164765043
      ],
      [
        "im",
        -7.2379399110467055
      ],
      [
        "▁pa",
        -7.254411777796913
      ],
      [
        "▁he",
        -7.26277123327268
      ],
      [
        "pa",
        -7.27396116034612
      ],
      [
        "ran",
        -7.278401129795843
      ],
      [
        "ham",
        -7.279274013069372
      ],
      [
        "em",
        -7.282108708424452
      ],
      [
        "▁peter",
        -7.290323845880267
      ],
      [
        "mo",
        -7.294894226627892
      ],
      [
        "ig",
        -7.296253415763278
      ],
      [
        "wal",
        -7.297193746989602
      ],
      [
        "▁thom",
        -7.299785592756523
      ],
      [
        "ci",
        -7.304065683233088
      ],
      [
        "vin",
        -7.313430139154144
      ],
      [
        "▁sam",
        -7.313712272989917
      ],
      [
        "▁frank",
        -7.314299113629371
      ],
      [
        "ov",
        -7.324757618391206
      ],
      [
        "▁cha",
        -7.330554588302651
      ],
      [
        "▁joe",
        -7.339385398296608
      ],
      [
        "po",
        -7.340656497793898
      ],
      [
        "ng",
        -7.350485248060723
      ],
      [
        "har",
        -7.354546613193979
      ],
      [
        "▁richard",
        -7.355920110419819
      ],
      [
        "▁de",
        -7.357551295552068
      ],
      [
        "zi",
        -7.3680959506080415
      ],
      [
        "ron",
        -7.370754634034811
      ],
      [
        "tz",
        -7.371145816776848
      ],
      [
        "ing",
        -7.371508724890512
      ],
      [
        "ren",
        -7.380407480156098
      ],
      [
        "▁lu",
        -7.380588194385906
      ],
      [
        "ly",
        -7.38169984806815
      ],
      [
        "▁be",
        -7.3833850361698685
      ],
      [
        "stein",
        -7.390353427247903
      ],
      [
        "ver",
        -7.394514937452424
      ],
      [
        "ik",
        -7.39672740367466
      ],
      [
        "▁mari",
        -7.397519900001686
      ],
      [
        "ff",
        -7.401257468122708
      ],
      [
        "ou",
        -7.406442904628141
      ],
      [
        "at",
        -7.412820504784396
      ],
      [
        "▁jack",
        -7.415576342540181
      ],
      [
        "ger",
        -7.418399335020288
      ],
      [
        "▁gu",
        -7.422449725820742
      ],
      [
        "▁mark",
        -7.424555390430822
      ],
      [
        "all",
        -7.42844425408629
      ],
      [
        "▁du",
        -7.435249406156325
      ],
      [
        "ett",
        -7.435897489253199
      ],
      [
        "hu",
        -7.438318135703769
      ],
      [
        "▁fa",
        -7.442321839222484
      ],
      [
        "che",
        -7.451221899672189
      ],
      [
        "▁henr",
        -7.471888072002487
      ],
      [
        "ju",
        -7.496028326111427
      ],
      [
        "ina",
        -7.497179229750155
      ],
      [
        "kar",
        -7.498425611730975
      ],
      [
        "é",
        -7.51019694140088
      ],
      [
        "▁mc",
        -7.522181154761617
      ],
      [
        "▁mu",
        -7.526391226010774
      ],
      [
        "kin",
        -7.533273785666013
      ],
      [
        "▁kat",
        -7.541759926142883
      ],
      [
        "my",
        -7.54571541556847
      ],
      [
        "lan",
        -7.547809798573785
      ],
      [
        "les",
        -7.548341614699897
      ],
      [
        "ani",
        -7.551383640740254
      ],
      [
        "▁ru",
        -7.551957597474721
      ],
      [
        "it",
        -7.553027635493669
      ],
      [
        "▁br",
        -7.558453542600579
      ],
      [
        "▁samuel",
        -7.57484809060854
      ],
      [
        "▁co",
        -7.578325442397344
      ],
      [
        "▁daniel",
        -7.586083715575912
      ],
      [
        "fi",
        -7.588161922328587
      ],
      [
        "ut",
        -7.588422058958367
      ],
      [
        "gan",
        -7.589071445536814
      ],
      [
        "▁mike",
        -7.593721161503677
      ],
      [
        "▁ed",
        -7.59422694498046
      ],
      [
        "▁martin",
        -7.597528867074501
      ],
      [
        "off",
        -7.601174886067875
      ],
      [
        "mar",
        -7.6018773922650675
      ],
      [
        "▁jacob",
        -7.603068572454505
      ],
      [
        "▁alex",
        -7.608723511522655
      ],
      [
        "▁lee",
        -7.611295808568129
      ],
      [
        "▁alexander",
        -7.611662497118817
      ],
      [
        "▁edward",
        -7.614550714030202
      ],
      [
        "▁chris",
        -7.6169468123701085
      ],
      [
        "ski",
        -7.618389330547532
      ],
      [
        "ard",
        -7.618705842322656
      ],
      [
        "▁se",
        -7.624440747184981
      ],
      [
        "war",
        -7.629537816387903
      ],
      [
        "she",
        -7.637049749241436
      ],
      [
        "▁her",
        -7.638687058280709
      ],
      [
        "bell",
        -7.641492611007614
      ],
      [
        "▁gr",
        -7.643949889204006
      ],
      [
        "ji",
        -7.646101891534146
      ],
      [
        "land",
        -7.647081365085662
      ],
      [
        "sky",
        -7.649256319152482
      ],
      [
        "▁bill",
        -7.655979963112101
      ],
      [
        "vich",
        -7.657034703287442
      ],
      [
        "sar",
        -7.659407082039647
      ],
      [
        "ek",
        -7.660646377156413
      ],
      [
        "ana",
        -7.666489253215392
      ],
      [
        "raj",
        -7.67376155964868
      ],
      [
        "que",
        -7.6786693166211855
      ],
      [
        "and",
        -7.685144795913911
      ],
      [
        "ker",
        -7.690979768098255
      ],
      [
        "ang",
        -7.691461251894638
      ],
      [
        "▁carl",
        -7.693223012561535
      ],
      [
        "▁louis",
        -7.697147336862033
      ],
      [
        "▁victor",
        -7.699097789458529
      ],
      [
        "▁jim",
        -7.704728631438572
      ],
      [
        "win",
        -7.705544564145257
      ],
      [
        "zo",
        -7.708409342284741
      ],
      [
        "▁tom",
        -7.711044031976331
      ],
      [
        "▁adam",
        -7.720464741819818
      ],
      [
        "gar",
        -7.720795822386231
      ],
      [
        "bert",
        -7.733807831475771
      ],
      [
        "▁fo",
        -7.7425242337243985
      ],
      [
        "fer",
        -7.746372831492546
      ],
      [
        "don",
        -7.75368133982844
      ],
      [
        "▁andrew",
        -7.7610788958794
      ],
      [
        "au",
        -7.764639895615905
      ],
      [
        "▁kar",
        -7.774216473424852
      ],
      [
        "▁kim",
        -7.779158871308583
      ],
      [
        "▁go",
        -7.786697396540258
      ],
      [
        "▁eric",
        -7.788031844388329
      ],
      [
        "uk",
        -7.791201029373337
      ],
      [
        "ant",
        -7.79156745893819
      ],
      [
        "var",
        -7.7978598523462255
      ],
      [
        "del",
        -7.800027106423203
      ],
      [
        "▁gi",
        -7.801784710758039
      ],
      [
        "by",
        -7.803002859982886
      ],
      [
        "jan",
        -7.809243658859501
      ],
      [
        "ster",
        -7.810061584292613
      ],
      [
        "um",
        -7.810748030837325
      ],
      [
        "▁mor",
        -7.813177532453553
      ],
      [
        "▁har",
        -7.814092491919728
      ],
      [
        "ich",
        -7.815247185758728
      ],
      [
        "vo",
        -7.825003216888988
      ],
      [
        "fa",
        -7.829728054313736
      ],
      [
        "jo",
        -7.830865996421512
      ],
      [
        "▁per",
        -7.844648911339402
      ],
      [
        "ban",
        -7.848035463652597
      ],
      [
        "▁ku",
        -7.848409529500798
      ],
      [
        "far",
        -7.849194196624957
      ],
      [
        "bre",
        -7.849426345471008
      ],
      [
        "á",
        -7.851898392241901
      ],
      [
        "▁cor",
        -7.864537209481972
      ],
      [
        "▁ali",
        -7.87313051928125
      ],
      [
        "▁mil",
        -7.877998951061746
      ],
      [
        "mon",
        -7.887061936139068
      ],
      [
        "▁cho",
        -7.889508571758545
      ],
      [
        "▁gar",
        -7.89484653577495
      ],
      [
        "▁gold",
        -7.902194883577746
      ],
      [
        "▁dan",
        -7.907705568415723
      ],
      [
        "az",
        -7.9097393641656435
      ],
      [
        "thur",
        -7.909977320405608
      ],
      [
        "tha",
        -7.910292722370762
      ],
      [
        "yan",
        -7.91508359126252
      ],
      [
        "▁hu",
        -7.916944110755615
      ],
      [
        "mir",
        -7.923573922988765
      ],
      [
        "ish",
        -7.9282831535623055
      ],
      [
        "bel",
        -7.932859590794436
      ],
      [
        "▁bro",
        -7.933835932551699
      ],
      [
        "dar",
        -7.9379431451594
      ],
      [
        "ott",
        -7.942491866196404
      ],
      [
        "ther",
        -7.943272733965465
      ],
      [
        "ot",
        -7.956457888057502
      ],
      [
        "ser",
        -7.95654381105814
      ],
      [
        "▁so",
        -7.957481718436973
      ],
      [
        "q",
        -7.963778063298897
      ],
      [
        "lyn",
        -7.967083617082102
      ],
      [
        "din",
        -7.970274815397542
      ],
      [
        "▁je",
        -7.976732359917403
      ],
      [
        "▁anthon",
        -7.976851828500036
      ],
      [
        "art",
        -7.977960261793874
      ],
      [
        "▁albert",
        -7.97805076341218
      ],
      [
        "ray",
        -7.982674031982813
      ],
      [
        "▁stephen",
        -7.989369215070836
      ],
      [
        "▁gra",
        -7.993627754041692
      ],
      [
        "ari",
        -8.001112566180069
      ],
      [
        "▁mary",
        -8.002519345635303
      ],
      [
        "▁mal",
        -8.004004626071449
      ],
      [
        "ey",
        -8.010003235470395
      ],
      [
        "▁po",
        -8.014474138884577
      ],
      [
        "ong",
        -8.015055528771201
      ],
      [
        "▁pat",
        -8.019784321689636
      ],
      [
        "om",
        -8.022721207580766
      ],
      [
        "▁jen",
        -8.024036990527183
      ],
      [
        "wan",
        -8.025280198416961
      ],
      [
        "▁matt",
        -8.025519136746734
      ],
      [
        "ola",
        -8.025570697463621
      ],
      [
        "▁mel",
        -8.048799646076608
      ],
      [
        "▁max",
        -8.048825106428772
      ],
      [
        "ney",
        -8.05448763240048
      ],
      [
        "▁steve",
        -8.055327096852164
      ],
      [
        "▁fe",
        -8.061103011423317
      ],
      [
        "▁harry",
        -8.065359552740905
      ],
      [
        "▁pra",
        -8.079881194509422
      ],
      [
        "pu",
        -8.083342478180647
      ],
      [
        "well",
        -8.083452792360582
      ],
      [
        "mann",
        -8.085056021235008
      ],
      [
        "▁can",
        -8.088451202709322
      ],
      [
        "▁ram",
        -8.090363541539517
      ],
      [
        "cher",
        -8.093735383950836
      ],
      [
        "den",
        -8.099640580140047
      ],
      [
        "▁sal",
        -8.104701374997198
      ],
      [
        "bin",
        -8.107202590689898
      ],
      [
        "dor",
        -8.11679324433814
      ],
      [
        "▁juli",
        -8.116935877077573
      ],
      [
        "▁marc",
        -8.122472119959742
      ],
      [
        "▁brown",
        -8.134227605753992
      ],
      [
        "▁abraham",
        -8.13896892880431
      ],
      [
        "▁bob",
        -8.1466316916235
      ],
      [
        "▁pi",
        -8.147977641018379
      ],
      [
        "▁benjamin",
        -8.148796772488257
      ],
      [
        "▁rose",
        -8.150015611560088
      ],
      [
        "itt",
        -8.152949145655544
      ],
      [
        "▁walter",
        -8.154327340324558
      ],
      [
        "kas",
        -8.15499825691022
      ],
      [
        "▁rob",
        -8.161401244445585
      ],
      [
        "▁steven",
        -8.168046618148205
      ],
      [
        "beth",
        -8.16845696115927
      ],
      [
        "rick",
        -8.169321688945036
      ],
      [
        "▁hal",
        -8.170126500915242
      ],
      [
        "▁col",
        -8.174200131335123
      ],
      [
        "▁kha",
        -8.17581572302292
      ],
      [
        "ette",
        -8.186231147089693
      ],
      [
        "▁stan",
        -8.189642814606401
      ],
      [
        "nik",
        -8.190049029874263
      ],
      [
        "▁jon",
        -8.1913672187093
      ],
      [
        "▁bor",
        -8.200298538769076
      ],
      [
        "ford",
        -8.200423167751092
      ],
      [
        "▁andre",
        -8.20083408938387
      ],
      [
        "▁val",
        -8.206287841947692
      ],
      [
        "▁kan",
        -8.20659992433977
      ],
      [
        "▁patric",
        -8.211751160701475
      ],
      [
        "▁mur",
        -8.211941762803324
      ],
      [
        "sel",
        -8.214550804939421
      ],
      [
        "char",
        -8.215894190712909
      ],
      [
        "con",
        -8.216148832350136
      ],
      [
        "ill",
        -8.220137893804388
      ],
      [
        "▁ash",
        -8.224924399623657
      ],
      [
        "▁bur",
        -8.229764478377902
      ],
      [
        "'",
        -8.234314194993175
      ],
      [
        "elli",
        -8.239930225667102
      ],
      [
        "▁kal",
        -8.242095428092938
      ],
      [
        "▁men",
        -8.242486932293751
      ],
      [
        "nathan",
        -8.248137960056066
      ],
      [
        "▁bla",
        -8.261519719010995
      ],
      [
        "qui",
        -8.264759815041359
      ],
      [
        "▁wil",
        -8.27567276530936
      ],
      [
        "yd",
        -8.277611011369192
      ],
      [
        "pin",
        -8.278013173292756
      ],
      [
        "itz",
        -8.279049141541849
      ],
      [
        "enberg",
        -8.297745895931648
      ],
      [
        "▁eli",
        -8.298005861997552
      ],
      [
        "▁brian",
        -8.298516725696556
      ],
      [
        "▁fre",
        -8.299363715061682
      ],
      [
        "▁tan",
        -8.30088663635971
      ],
      [
        "▁jones",
        -8.306273347582108
      ],
      [
        "▁lind",
        -8.309368197527483
      ],
      [
        "▁san",
        -8.328955797526733
      ],
      [
        "▁jean",
        -8.329355819594248
      ],
      [
        "▁par",
        -8.331075408664864
      ],
      [
        "▁jeff",
        -8.333480776325679
      ],
      [
        "▁green",
        -8.336672324036044
      ],
      [
        "nie",
        -8.3377593884553
      ],
      [
        "▁gil",
        -8.340413594087387
      ],
      [
        "▁fu",
        -8.342763392936742
      ],
      [
        "▁greg",
        -8.359966324463727
      ],
      [
        "▁ol",
        -8.369595003202082
      ],
      [
        "▁leon",
        -8.37334572986452
      ],
      [
        "old",
        -8.376604989824429
      ],
      [
        "▁pr",
        -8.37824933232191
      ],
      [
        "▁emil",
        -8.382016560079144
      ],
      [
        "▁anderson",
        -8.38209219496391
      ],
      [
        "▁francis",
        -8.383371822637699
      ],
      [
        "í",
        -8.393781315604201
      ],
      [
        "▁nichol",
        -8.393803849057143
      ],
      [
        "manuel",
        -8.394106907539353
      ],
      [
        "▁fred",
        -8.394449402648732
      ],
      [
        "▁cu",
        -8.397290286913446
      ],
      [
        "vel",
        -8.401366079368042
      ],
      [
        "▁bern",
        -8.403955953388886
      ],
      [
        "▁scott",
        -8.406516917956314
      ],
      [
        "▁bra",
        -8.418358817124531
      ],
      [
        "rich",
        -8.421919783686812
      ],
      [
        "▁simon",
        -8.428509433320787
      ],
      [
        "▁philip",
        -8.43229147107806
      ],
      [
        "ó",
        -8.432371179799249
      ],
      [
        "▁angel",
        -8.4351605786321
      ],
      [
        "▁lewis",
        -8.445633922509717
      ],
      [
        "▁josh",
        -8.448453579542694
      ],
      [
        "▁davi",
        -8.451103079496626
      ],
      [
        "▁bas",
        -8.452556227587714
      ],
      [
        "tor",
        -8.454031659507322
      ],
      [
        "▁luc",
        -8.454755676708416
      ],
      [
        "ven",
        -8.458854503622806
      ],
      [
        "▁sr",
        -8.4632740053672
      ],
      [
        "▁isaac",
        -8.465711795979164
      ],
      [
        "itch",
        -8.466721779299563
      ],
      [
        "owsk",
        -8.467596711067749
      ],
      [
        "▁anna",
        -8.469119496642245
      ],
      [
        "▁ii",
        -8.474417900535318
      ],
      [
        "▁camp",
        -8.479638811117269
      ],
      [
        "▁christopher",
        -8.486256065024236
      ],
      [
        "▁cal",
        -8.49045823395714
      ],
      [
        "hill",
        -8.492130089552944
      ],
      [
        "▁flo",
        -8.500616009709681
      ],
      [
        "ston",
        -8.505519155398453
      ],
      [
        "llen",
        -8.516321597971451
      ],
      [
        "cker",
        -8.516911635834044
      ],
      [
        "▁eliza",
        -8.523384718421854
      ],
      [
        "▁shah",
        -8.523664343531323
      ],
      [
        "alph",
        -8.5304657419236
      ],
      [
        "▁khan",
        -8.534933813385607
      ],
      [
        "▁bak",
        -8.536362772853561
      ],
      [
        "▁kir",
        -8.54154534673783
      ],
      [
        "att",
        -8.543051509865384
      ],
      [
        "dolph",
        -8.543213073321429
      ],
      [
        "▁jane",
        -8.544411384073278
      ],
      [
        "▁morris",
        -8.544491278657567
      ],
      [
        "rud",
        -8.547216326387606
      ],
      [
        "▁dev",
        -8.548213889268355
      ],
      [
        "▁bon",
        -8.55041414788841
      ],
      [
        "▁chu",
        -8.550574342654542
      ],
      [
        "inger",
        -8.560851198144688
      ],
      [
        "▁roger",
        -8.568533692940672
      ],
      [
        "▁chan",
        -8.571590675851084
      ],
      [
        "▁lisa",
        -8.574941668774809
      ],
      [
        "▁lou",
        -8.578059927493968
      ],
      [
        "hari",
        -8.581594431000727
      ],
      [
        "ung",
        -8.582462497153955
      ],
      [
        "tar",
        -8.584452632186654
      ],
      [
        "low",
        -8.5854730884294
      ],
      [
        "▁chen",
        -8.594460590783676
      ],
      [
        "hou",
        -8.596832279000527
      ],
      [
        "▁jonath",
        -8.596860638044273
      ],
      [
        "▁ted",
        -8.601196315170549
      ],
      [
        "▁will",
        -8.605464694433136
      ],
      [
        "ovic",
        -8.607388431883923
      ],
      [
        "▁min",
        -8.609116415473144
      ],
      [
        "wood",
        -8.611447718260884
      ],
      [
        "▁susan",
        -8.612669283966405
      ],
      [
        "▁cro",
        -8.614151137197036
      ],
      [
        "▁matthew",
        -8.61929361778807
      ],
      [
        "▁cra",
        -8.622035916488251
      ],
      [
        "▁jessi",
        -8.622729776826759
      ],
      [
        "▁alan",
        -8.625806454141786
      ],
      [
        "row",
        -8.626993815504552
      ],
      [
        "▁van",
        -8.628537601249096
      ],
      [
        "▁bruc",
        -8.629179076292218
      ],
      [
        "ight",
        -8.629432305194904
      ],
      [
        "▁hel",
        -8.630314449227585
      ],
      [
        "▁dave",
        -8.630745169933078
      ],
      [
        "▁sand",
        -8.635053824459034
      ],
      [
        "▁jenni",
        -8.638553264247733
      ],
      [
        "oward",
        -8.64167997961275
      ],
      [
        "▁mac",
        -8.651368877862993
      ],
      [
        "▁law",
        -8.65815313767852
      ],
      [
        "feld",
        -8.660183249199301
      ],
      [
        "bach",
        -8.666649663124211
      ],
      [
        "▁carol",
        -8.671292198105832
      ],
      [
        "dhi",
        -8.672048565234343
      ],
      [
        "▁may",
        -8.67245303108508
      ],
      [
        "▁mah",
        -8.673888468799149
      ],
      [
        "▁franc",
        -8.673949649830117
      ],
      [
        "▁kam",
        -8.674137685046905
      ],
      [
        "ling",
        -8.674478380257344
      ],
      [
        "▁mat",
        -8.683380370452333
      ],
      [
        "▁anne",
        -8.684138816423442
      ],
      [
        "▁kenne",
        -8.684959299965385
      ],
      [
        "▁barry",
        -8.69049731230309
      ],
      [
        "▁tim",
        -8.691803678456207
      ],
      [
        "▁shu",
        -8.693794986757226
      ],
      [
        "▁denn",
        -8.69462341961065
      ],
      [
        "▁brad",
        -8.699467602352032
      ],
      [
        "▁meh",
        -8.702156087694942
      ],
      [
        "▁donald",
        -8.702598341162568
      ],
      [
        "▁sou",
        -8.70602234263286
      ],
      [
        "▁smith",
        -8.71041064545874
      ],
      [
        "▁evans",
        -8.710495817863682
      ],
      [
        "mont",
        -8.710734766851864
      ],
      [
        "▁christin",
        -8.712666966137515
      ],
      [
        "▁aaron",
        -8.728175747685647
      ],
      [
        "▁pete",
        -8.734045691683036
      ],
      [
        "▁feli",
        -8.734407121313158
      ],
      [
        "jian",
        -8.735173960912185
      ],
      [
        "▁ernest",
        -8.736634482704705
      ],
      [
        "▁cohen",
        -8.736792684360335
      ],
      [
        "▁bernard",
        -8.737358986141858
      ],
      [
        "▁mad",
        -8.738011719606769
      ],
      [
        "▁rosa",
        -8.73924825600188
      ],
      [
        "▁king",
        -8.742446801469065
      ],
      [
        "▁clark",
        -8.745539156069984
      ],
      [
        "▁moni",
        -8.748587953883481
      ],
      [
        "▁christian",
        -8.754588179912282
      ],
      [
        "witz",
        -8.754638625281693
      ],
      [
        "▁pan",
        -8.759393833339427
      ],
      [
        "mond",
        -8.761203416539374
      ],
      [
        "jar",
        -8.761728875908503
      ],
      [
        "▁bat",
        -8.761780732889065
      ],
      [
        "▁helen",
        -8.761938552696169
      ],
      [
        "▁fernand",
        -8.763620382507808
      ],
      [
        "▁black",
        -8.76679965105797
      ],
      [
        "▁holl",
        -8.767879246398273
      ],
      [
        "▁eugen",
        -8.782082625011324
      ],
      [
        "▁lor",
        -8.784458733727753
      ],
      [
        "hard",
        -8.78470658373549
      ],
      [
        "▁julia",
        -8.791034429273811
      ],
      [
        "▁fried",
        -8.791403421064654
      ],
      [
        "▁sim",
        -8.795306092068394
      ],
      [
        "▁eva",
        -8.796792034947034
      ],
      [
        "▁mauric",
        -8.800845104412645
      ],
      [
        "▁gregor",
        -8.804743177437945
      ],
      [
        "ñ",
        -8.810346680581121
      ],
      [
        "▁douglas",
        -8.810346925776045
      ],
      [
        "▁morg",
        -8.819628326803493
      ],
      [
        "▁frederick",
        -8.82226277241718
      ],
      [
        "▁lev",
        -8.829577274303835
      ],
      [
        "▁rodriguez",
        -8.829670803206497
      ],
      [
        "field",
        -8.829752139218051
      ],
      [
        "▁kor",
        -8.83325041517633
      ],
      [
        "▁lars",
        -8.844341378159275
      ],
      [
        "arian",
        -8.844587839132293
      ],
      [
        "▁gabriel",
        -8.849389162313326
      ],
      [
        "▁ivan",
        -8.850885371173188
      ],
      [
        "▁clar",
        -8.851749733033998
      ],
      [
        "▁ryan",
        -8.853714324118917
      ],
      [
        "▁larr",
        -8.853973757122652
      ],
      [
        "▁alfred",
        -8.859377280863631
      ],
      [
        "▁raymond",
        -8.859515902708289
      ],
      [
        "▁rock",
        -8.860795547775382
      ],
      [
        "▁jerr",
        -8.86174479169927
      ],
      [
        "lund",
        -8.86433579139266
      ],
      [
        "▁wolf",
        -8.870534162760858
      ],
      [
        "▁fra",
        -8.873197250134385
      ],
      [
        "▁kell",
        -8.880702702254236
      ],
      [
        "▁silva",
        -8.89015274443259
      ],
      [
        "▁glen",
        -8.891185704859678
      ],
      [
        "▁nanc",
        -8.893583572721504
      ],
      [
        "▁jose",
        -8.895225461892466
      ],
      [
        "▁abb",
        -8.89573076178333
      ],
      [
        "heim",
        -8.896764227442288
      ],
      [
        "renc",
        -8.901710127882144
      ],
      [
        "▁norman",
        -8.902042476977748
      ],
      [
        "▁rachel",
        -8.902277568656025
      ],
      [
        "▁cyr",
        -8.902713559492838
      ],
      [
        "▁bryan",
        -8.902977511984211
      ],
      [
        "▁barbar",
        -8.904362080636226
      ],
      [
        "▁lauren",
        -8.911071669928749
      ],
      [
        "▁eddi",
        -8.913244620880754
      ],
      [
        "kumar",
        -8.916937585568895
      ],
      [
        "▁bab",
        -8.929716055117542
      ],
      [
        "▁bobb",
        -8.931962425482146
      ],
      [
        "▁arnold",
        -8.932348736944757
      ],
      [
        "▁blu",
        -8.946123486815866
      ],
      [
        "deep",
        -8.947474867305754
      ],
      [
        "olf",
        -8.952594487981342
      ],
      [
        "▁theodor",
        -8.95418357695064
      ],
      [
        "▁taylor",
        -8.954184634522461
      ],
      [
        "▁bis",
        -8.954364573885416
      ],
      [
        "▁gordon",
        -8.95467266640421
      ],
      [
        "▁ruth",
        -8.961604424934116
      ],
      [
        "alice",
        -8.961774219374146
      ],
      [
        "burn",
        -8.966362529773267
      ],
      [
        "▁harris",
        -8.973642878483883
      ],
      [
        "▁margaret",
        -8.976531119733673
      ],
      [
        "▁solomon",
        -8.976537630598347
      ],
      [
        "▁garcia",
        -8.976597734225434
      ],
      [
        "mund",
        -8.978585458539927
      ],
      [
        "port",
        -8.982919822483986
      ],
      [
        "baum",
        -8.98386454112456
      ],
      [
        "ayne",
        -8.984585574178293
      ],
      [
        "▁nguy",
        -8.988333955634655
      ],
      [
        "▁gor",
        -8.988705209202625
      ],
      [
        "▁pol",
        -8.991802324421108
      ],
      [
        "dahl",
        -8.99453448239629
      ],
      [
        "▁dick",
        -8.994552394463724
      ],
      [
        "▁fish",
        -8.994872369876589
      ],
      [
        "▁cru",
        -8.998778028718917
      ],
      [
        "▁gene",
        -9.012131605841336
      ],
      [
        "▁good",
        -9.02445097940275
      ],
      [
        "▁irvin",
        -9.025302688102206
      ],
      [
        "▁mik",
        -9.025933599816906
      ],
      [
        "▁d'",
        -9.027554447324462
      ],
      [
        "▁grac",
        -9.03063443073158
      ],
      [
        "brook",
        -9.039191760060756
      ],
      [
        "▁bett",
        -9.044117013224774
      ],
      [
        "issa",
        -9.045478412441438
      ],
      [
        "▁tru",
        -9.045900452286585
      ],
      [
        "ugh",
        -9.0512362883258
      ],
      [
        "▁sol",
        -9.056451453882756
      ],
      [
        "endra",
        -9.066698169613227
      ],
      [
        "▁jordan",
        -9.071279046606357
      ],
      [
        "▁justin",
        -9.07131455895056
      ],
      [
        "▁chin",
        -9.080399047611486
      ],
      [
        "▁nelson",
        -9.08407206421013
      ],
      [
        "▁schwar",
        -9.08505573063196
      ],
      [
        "inski",
        -9.093700982410002
      ],
      [
        "egg",
        -9.099461906675254
      ],
      [
        "▁jess",
        -9.105119600593577
      ],
      [
        "▁jacque",
        -9.109276681637535
      ],
      [
        "▁sophi",
        -9.122277737275278
      ],
      [
        "chandra",
        -9.129291541256316
      ],
      [
        "▁levi",
        -9.13626060658198
      ],
      [
        "▁brando",
        -9.143238802663214
      ],
      [
        "▁lopez",
        -9.14877846025905
      ],
      [
        "▁jerem",
        -9.162982817148684
      ],
      [
        "▁michell",
        -9.171543900568867
      ],
      [
        "▁gonzale",
        -9.17594491079926
      ],
      [
        "▁august",
        -9.189835380330678
      ],
      [
        "▁jorge",
        -9.18996657937447
      ],
      [
        "▁ahme",
        -9.1940367364038
      ],
      [
        "▁vlad",
        -9.194619683286511
      ],
      [
        "▁phil",
        -9.196047821372977
      ],
      [
        "qua",
        -9.211356753231213
      ],
      [
        "▁santos",
        -9.218533783900597
      ],
      [
        "▁humphrey",
        -9.232694942686786
      ],
      [
        "▁nicole",
        -9.232794976857068
      ],
      [
        "▁natali",
        -9.232900279988732
      ],
      [
        "▁white",
        -9.247417476434062
      ],
      [
        "▁stefan",
        -9.247422558101793
      ],
      [
        "▁young",
        -9.247494960253825
      ],
      [
        "▁sylv",
        -9.247603904442318
      ],
      [
        "▁timoth",
        -9.24782300032174
      ],
      [
        "▁alexandr",
        -9.248021779168615
      ],
      [
        "rold",
        -9.249789495762132
      ],
      [
        "▁kapl",
        -9.252093647269948
      ],
      [
        "▁mill",
        -9.25984932634702
      ],
      [
        "▁adrian",
        -9.262600061132408
      ],
      [
        "▁moses",
        -9.262958875057183
      ],
      [
        "▁hunt",
        -9.271878126556512
      ],
      [
        "▁russel",
        -9.277880599126457
      ],
      [
        "▁stephan",
        -9.292863835943749
      ],
      [
        "▁bennett",
        -9.292981086159797
      ],
      [
        "▁singh",
        -9.295572762760967
      ],
      [
        "▁petr",
        -9.296093893428097
      ],
      [
        "hamed",
        -9.297822157691131
      ],
      [
        "costa",
        -9.302109880799629
      ],
      [
        "▁charlie",
        -9.308696112831608
      ],
      [
        "▁klein",
        -9.308727181226468
      ],
      [
        "vaness",
        -9.30882527465662
      ],
      [
        "priya",
        -9.312318240216518
      ],
      [
        "▁joann",
        -9.319738835648565
      ],
      [
        "▁abd",
        -9.31988236168132
      ],
      [
        "nthal",
        -9.320548465859472
      ],
      [
        "appa",
        -9.336458965450024
      ],
      [
        "▁griffi",
        -9.34050621274604
      ],
      [
        "▁meyer",
        -9.340825235721006
      ],
      [
        "▁abram",
        -9.356904939807071
      ],
      [
        "wicz",
        -9.373573846501667
      ],
      [
        "▁cassi",
        -9.373903319113303
      ],
      [
        "▁kahn",
        -9.375213712439558
      ],
      [
        "▁curt",
        -9.375644834224047
      ],
      [
        "▁jamie",
        -9.375665101659894
      ],
      [
        "horn",
        -9.39353528558356
      ],
      [
        "▁hernandez",
        -9.407740058792186
      ],
      [
        "burg",
        -9.419831559190303
      ],
      [
        "▁domini",
        -9.425355251342287
      ],
      [
        "strom",
        -9.425624455437344
      ],
      [
        "▁bloom",
        -9.443156291055304
      ],
      [
        "▁lilli",
        -9.444772746757575
      ],
      [
        "brand",
        -9.45353737829844
      ],
      [
        "ü",
        -9.479841357142089
      ],
      [
        "court",
        -9.499687561928484
      ],
      [
        "▁kaufman",
        -9.517942719471405
      ],
      [
        "▁hoffman",
        -9.51821304654343
      ],
      [
        "pierre",
        -9.55773678523827
      ],
      [
        "clair",
        -9.558145310345916
      ],
      [
        "blanc",
        -9.558690868456722
      ],
      [
        "krishna",
        -9.577994735547476
      ],
      [
        "▁rebec",
        -9.578018587834045
      ],
      [
        "▁dimitr",
        -9.598857089422724
      ],
      [
        "▁ricard",
        -9.598863040990851
      ],
      [
        "austin",
        -9.59901679095271
      ],
      [
        "▁carroll",
        -9.64180648070934
      ],
      [
        "▁vincent",
        -9.641806722302984
      ],
      [
        "▁andré",
        -9.641811201611237
      ],
      [
        "▁oliver",
        -9.641918475614382
      ],
      [
        "▁beatri",
        -9.664071282930768
      ],
      [
        "▁gerald",
        -9.664120082671456
      ],
      [
        "rjee",
        -9.670084850545232
      ],
      [
        "▁phillip",
        -9.686780551768813
      ],
      [
        "eymou",
        -9.692259652550351
      ],
      [
        "ö",
        -9.733819949529025
      ],
      [
        "▁frederic",
        -9.828884255863752
      ],
      [
        "▁cristi",
        -9.835200897942686
      ],
      [
        "▁gustav",
        -9.835222486368831
      ],
      [
        "philipp",
        -9.8355857887031
      ],
      [
        "▁leopold",
        -9.88997211437728
      ],
      [
        "▁sebasti",
        -9.889982414656886
      ],
      [
        "▁fleisch",
        -10.0095200972999
      ],
      [
        "▁knuds",
        -10.009586108133778
      ],
      [
        "▁virgini",
        -10.075099577191889
      ],
      [
        "1",
        -10.109582193401472
      ],
      [
        "▁youssef",
        -10.109582222849044
      ],
      [
        "clement",
        -10.145296803291387
      ],
      [
        "ä",
        -10.182333516152791
      ],
      [
        "ï",
        -10.182333516152797
      ],
      [
        "ú",
        -10.182333516152797
      ],
      [
        "czynsk",
        -10.26080946320915
      ],
      [
        "ë",
        -10.302461721281
      ],
      [
        "è",
        -10.43901357522416
      ],
      [
        "»",
        -10.43901357522416
      ],
      [
        "å",
        -10.597200709727083
      ],
      [
        "ô",
        -10.597200709727083
      ],
      [
        "▁hernández",
        -10.597200709764998
      ],
      [
        "ç",
        -10.785190905805532
      ],
      [
        "_",
        -11.01687588749068
      ],
      [
        "ø",
        -11.318896089514396
      ],
      [
        "ã",
        -11.318896089514398
      ],
      [
        "â",
        -11.75341989908727
      ],
      [
        "¡",
        -11.753419899087271
      ],
      [
        "ò",
        -11.753419899087271
      ],
      [
        "[",
        -12.203419899087272
      ],
      [
        "õ",
        -12.536753232380647
      ],
      [
        "ð",
        -12.536753232420596
      ],
      [
        "ê",
        -12.536753232420605
      ],
      [
        "ý",
        -12.536753232420605
      ],
      [
        "¿",
        -12.536753232420605
      ],
      [
        "à",
        -12.536753232420605
      ],
      [
        "þ",
        -12.536753232420605
      ],
      [
        "§",
        -12.536753232420605
      ],
      [
        "\"",
        -13.036753232420605
      ],
      [
        "^",
        -14.036253232420604
      ],
      [
        "0",
        -14.036353232420604
      ],
      [
        "~",
        -14.036453232420603
      ],
